"TFMJRefreshHeaderIdleText" = "Pull down to refresh";
"TFMJRefreshHeaderPullingText" = "Release to refresh";
"TFMJRefreshHeaderRefreshingText" = "Loading...";

"TFMJRefreshAutoFooterIdleText" = "Tap or pull up to load more";
"TFMJRefreshAutoFooterRefreshingText" = "Loading...";
"TFMJRefreshAutoFooterNoMoreDataText" = "No more data";

"TFMJRefreshBackFooterIdleText" = "Pull up to load more";
"TFMJRefreshBackFooterPullingText" = "Release to load more";
"TFMJRefreshBackFooterRefreshingText" = "Loading...";
"TFMJRefreshBackFooterNoMoreDataText" = "No more data";

"TFMJRefreshHeaderLastTimeText" = "Last update: ";
"TFMJRefreshHeaderDateTodayText" = "Today";
"TFMJRefreshHeaderNoneLastDateText" = "No record";
